"Grown-Up DeFi.": "Ansvarlig DeFi",
"The Cosmos Layer 1 platform for community selected projects creating true value.": "Cosmos Layer 1-plattformen for prosjekter valgt av samfunnet som skaper ekte verdi.",
"Build on Kujira": "Bygg på Kujira",
"Semi-Permissioned": "Semi-tillatelsesbasert",
"In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. "Grown-up DeFi" is not a meme.": "For at en kontrakt skal lanseres på Kujira, må den stemmes inn via styring. Dette sikrer at nettverkets kvalitet, bærekraft og levetid er beskyttet. En tett sammensatt knutepunkt for inntektsgenererende produkter med god UX. "Ansvarlig DeFi" er ikke en meme.",
"On-chain Scheduler": "On-chain-planlegger",
"The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "On-chain-planleggeren gjør det mulig å utforme protokoller med mye mindre avhengighet av boter. Dette betyr at det er langt færre bortkastede transaksjoner. Protokoller kan utformes for å fungere mer effektivt, og gebyrer som tidligere var nødvendige for å incentivere botbruk kan gå tilbake til nettverksbrukerne.",
"Native Token Generation": "Generering av native tokens",
"Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Utviklere av smarte kontrakter trenger ikke lenger å håndtere to individuelle inngangspunkter i kontraktene sine, de trenger bare å utforme for en nativ denom. Ved å gjøre dette, vil hver token på nettverket være en nativ Cosmos-token, og tilknyttet likvidering og handelsinntekt (med mer som kommer) vil alle tilfalle KUJI-stakere.",
"Build with Cosmos SDK": "Bygg med Cosmos SDK",
"Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Få sømløs tilgang til hele Cosmos-økosystemet i et miljø med bevist sikkerhet og interoperabilitet via IBC.",
"CosmWASM 1.0 Support": "CosmWASM 1.0-støtte",
"Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Utnytt Rusts uttrykksfulle typesystem og Cosmwasm's beste arkitektur i klassen for å fryktløst bygge sikre og trygge smartkontrakter.",
"Thriving Community": "Blomstrende samfunn",
"With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "Med over 50 000 aktive brukere og et svært engasjert Twitter-, Discord- og Telegram-samfunn er dette et innbydende hjem for å komme raskt i gang.",
"Built to Last": "Bygget for å vare",
"A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Et langsiktig perspektiv for bruk i den virkelige verden, inntekter og bærekraft for utviklere, validerere og brukere.",
"Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Likvidere flere eiendeler i hele Cosmos med et enkelt klikk. Ingen boter, ingen kode, ingen problemer.",
"ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA er verdens første offentlige markedsplass for likviderte sikkerheter. Det er ikke lenger bare et bot-spill. Nå kan du delta i å sikre dine favoritt-eiendeler samtidig som du får rabatter på dem (og tjene renter mens du venter). Les mer på Medium her. Lykke til med jakten.",
"Bid on ORCA": "By på ORCA",
"Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "Cosmos' første desentraliserte, tillatelsesfrie, 100% on-chain ordrebokstil token-utveksling.",
"Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Likviditetsbassenger er utdaterte og ikke lenger egnet for formålet. FIN skaper en fullstendig desentralisert handelsopplevelse der behovet for inflasjonsdrivende insentiver og boter ikke lenger er nødvendig, og risikoen for impermanent tap forsvinner helt. Velkommen til fremtiden for DEX.",
"Trade on FIN": "Handel på FIN",
"Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "Legg til flere mottakere i en enkelt transaksjon. I stedet for kjedelige gjentakende oppgaver, er det bare én gang og ferdig.",
"Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "Å sende individuelle transaksjoner om og om igjen kan være veldig frustrerende. Vi har deg dekket. For nå, et praktisk verktøy i vårt utvalg av dApps. Fremover, se opp for BELUGA som blir en multifunksjonell DAO for alt som handler om betalinger på Cosmos.",
"Send on BELUGA": "Send på BELUGA",
"Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "Ditt KUJI Dashboard. Knytt KUJI til sKUJI, stem på styring, bytt KUJI, og hent belønninger; alt på ett sted.",
"This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Dette er hjertet av Kujira økosystemet. Stedet hvor du hjelper til med å forme fremtiden til protokollen gjennom styring. Det er også her du kan knytte KUJI til sKUJI for å tjene en andel av hver krone av Kujiras inntekter.",
"Stake on BLUE": "Sett innskudd på BLUE",
"The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "Hemmeligheten med forandring er å fokusere all din energi, ikke på å bekjempe det gamle, men på å bygge det nye.",
"ORCA Launch": "ORCA-lansering",
"KUJI Token Launch": "KUJI Token-lansering",
"Basic ORCA Analytics": "Grunnleggende ORCA-analyser",
"Governance": "Styring",
"BELUGA Launch for CW20": "BELUGA-lansering for CW20",
"BELUGA Launch for Native Tokens": "BELUGA-lansering for native tokens",
"Premium Access Review": "Premium tilgangsgjennomgang",
"CEX Listings": "CEX-opføringer",
"Premium Analytics": "Premium analyser",
"Place bids with aUST": "Legg inn bud med aUST",
"Cross-chain Money Markets Discussions": "Tverrkjedepenger markedsdiskusjoner",
"Smart-Contract Beluga (Trustless Distribution)": "Smart-kontrakt Beluga (tillitsløs distribusjon)",
"sAVAX Support": "sAVAX-støtte",
"CosmWasm Liquidation Contract": "CosmWasm likvidasjonskontrakt",
"EVM Liquidation Contract": "EVM-likvidasjonskontrakt",
"bATOM Support": "bATOM-støtte",
"bSOL Support": "bSOL-støtte",
"FIN Launch": "FIN-lansering",
"Launch Kujira L1 on Cosmos": "Lansering av Kujira L1 på Cosmos",
"New token generation event": "Ny token-generering hendelse",
"BLUE launch on Kujira L1": "BLUE-lansering på Kujira L1",
"ORCA launch on Kujira L1": "ORCA-lansering på Kujira L1",
"FIN launch on Kujira L1": "FIN-lansering på Kujira L1",
"What's Next": "Hva er neste?",
"First protocol to launch on Kujira": "Første protokoll som lanseres på Kujira",
"Margin trading on FIN": "Marginhandel på FIN",
"Multiple cross-chain markets for ORCA": "Flere tverrkjedemarkeder for ORCA",
"Early Investors & Partners": "Tidlige investorer og partnere",
"Real Financial Freedom Means Winning In All Markets.": "Ekte økonomisk frihet betyr å vinne i alle markeder.",
"Manifesto": "Manifest",
"Everyone deserves to be a whale.": "Alle fortjener å være en hval.",
"Vision": "Visjon",
"We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "Vi tror at for DeFi å være virkelig revolusjonerende, bør det være mulig å generere inntekt når markedet er oppe OG når det er nede. Vi er dedikerte til å hjelpe detaljinvestorer til å gå utover børser, staking og ICOer for å åpne opp muligheter som en gang var reservert for hvalene og eliten.",
"Mission": "Misjon",
"Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Bygge verktøy som er enkle og kostnadseffektive å bruke for alle, fra den uerfarne kryptoentusiasten til den erfarne detaljinvestoren, uavhengig av deres valgte kjede, uten å måtte risikere mer enn de har råd til å tape.",
"Roadmap": "Veikart",
"Dashboard": "Dashboard",
"Markets": "Markeder",
"Connect Wallet": "Koble lommebok",
"Disconnect Wallet": "Koble fra lommebok",
"Total 0 KUJI Staked": "Totalt 0 KUJI staket",
"500 Staked": "500 staket",
"24h Change": "24t endring",
"24h Hugh": "24t høy",
"24h Low": "24t lav",
"7d Volume": "7d volum",
"Order Book": "Ordrebok",
"Price": "Pris",
"Amount": "Antall",
"Total": "Totalt",
"Recent Orders": "Nylige ordre",
"Time": "Tid",
"Open Orders": "Åpne ordre",
"Date": "Dato",
"Pair": "Par",
"Side": "Side",
"Filled": "Utfylt",
"Unfilled": "Uutfylt",
"Filled Orders": "Utfylte ordre",
"Claim": "Krev",
"Claim all": "Krev alle",
"Retract": "Trekk tilbake",
"Retract all": "Trekk tilbake alle",
"Available": "Tilgjengelig",
"Spot": "Spot",
"Limit": "Grense",
"Estimated Fee": "Estimert avgift",
"Estimated Return": "Estimert avkastning",
"Orders placed during bootstrapping have no fees": "Ordre plassert under oppstart har ingen avgifter.",
"Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Avgift på 0,075% betales til KUJI-innehavere når utfylte ordre kreves",
"Market": "Marked",
"Estimated": "Estimert",
"Estimated rates cannot be guaranteed": "Estimerte priser kan ikke garanteres",
"Buy KUJI": "Kjøp KUJI",
"Sell KUJI": "Selg KUJI",
"Buy": "Kjøp",
"Sell": "Selg",
"Rate": "Kurs",
"Fee": "Avgift",
"Slippage": "Glidning",
"Margin": "Margin",
"Coming soon...": "Kommer snart...",
"Fee structure": "Avgiftsstruktur",
"Trading Fees": "Handelsavgifter",
"Maker": "Maker",
"Taker": "Taker",
"100% of all fees generated on FIN are paid to KUJI stakers": "100% av alle avgifter generert på FIN betales til KUJI-stakere",
"Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Å plassere, avbryte og trekke tilbake handler krever alle kontraktssignering - noe som betyr nettverksavgifter. Disse er generelt noen få øre.",
"About FIN": "Om FIN",
"Developer Docs": "Utviklerdokumentasjon",
"Finder": "Finner"